var lrc = `[00:00.000]日落大道 - 梁博 (Bruce)
[00:05.340]词：梁博
[00:10.690]曲：梁博
[00:16.039]总是梦见云层之上飞过子午线
[00:23.436]分不清是黑夜还是白天
[00:30.988]带着装不下的期待匆匆地赶来
[00:37.356]我再想一遍
[00:41.065]想一遍
[00:44.904]我们寻找着在这条路的中间
[00:48.634]我们迷失着在这条路的两端
[00:52.232]每当黄昏阳光把所有都渲染
[00:55.995]你看那金黄多耀眼
[00:59.933]我们奔跑着在这条路的中间
[01:03.556]我们哭泣着在这条路的两端
[01:07.250]每当黄昏阳光把所有都渲染
[01:11.056]我看到夜的黑暗
[01:16.067]晚风吹过金色沙滩海边的晚宴
[01:23.483]那种味道现在还不习惯
[01:30.902]拉斯维加斯往返路上我看见
[01:37.385]这里无人烟
[01:41.097]无人烟
[01:44.857]我们寻找着在这条路的中间
[01:48.441]我们迷失着在这条路的两端
[01:52.185]每当黄昏阳光把所有都渲染
[01:56.009]你看那金黄多耀眼
[01:59.880]我们奔跑着在这条路的中间
[02:03.412]我们哭泣着在这条路的两端
[02:07.172]每当黄昏阳光把所有都渲染
[02:10.900]我看到夜的黑暗
[02:45.435]奔跑着在这条路的中间
[02:52.795]哭泣着在这条路的两端
[02:59.902]每当黄昏阳光把所有都渲染
[03:07.415]我看到夜的黑暗
`;

// var lrc=`[00:00.000]晴天 - 周杰伦 (Jay Chou)
// [00:02.250]词：周杰伦
// [00:04.500]曲：周杰伦
// [00:06.750]编曲：周杰伦
// [00:09.000]制作人：周杰伦
// [00:11.250]合声：周杰伦
// [00:13.500]合声编写：周杰伦
// [00:15.750]吉他：蔡科俊Again
// [00:18.000]贝斯：陈任佑
// [00:20.250]鼓：陈柏州
// [00:22.510]录音助理：刘勇志
// [00:24.760]录音工程：杨瑞代（Alfa Studio）
// [00:27.010]混音工程：杨大纬（杨大纬录音工作室）
// [00:29.264]故事的小黄花
// [00:32.710]从出生那年就飘着
// [00:36.247]童年的荡秋千
// [00:39.752]随记忆一直晃到现在
// [00:42.917]Re So So Si Do Si La
// [00:45.934]So La Si Si Si Si La Si La So
// [00:49.874]吹着前奏望着天空
// [00:53.206]我想起花瓣试着掉落
// [00:56.726]为你翘课的那一天
// [00:58.838]花落的那一天
// [01:00.607]教室的那一间
// [01:02.322]我怎么看不见
// [01:04.129]消失的下雨天
// [01:05.817]我好想再淋一遍
// [01:09.996]没想到失去的勇气我还留着
// [01:16.126]好想再问一遍
// [01:17.979]你会等待还是离开
// [01:24.916]刮风这天我试过握着你手
// [01:30.459]但偏偏雨渐渐大到我看你不见
// [01:38.888]还要多久我才能在你身边
// [01:45.444]等到放晴的那天也许我会比较好一点
// [01:52.875]从前从前有个人爱你很久
// [01:58.543]但偏偏风渐渐把距离吹得好远
// [02:06.947]好不容易又能再多爱一天
// [02:13.508]但故事的最后你好像还是说了拜拜
// [02:34.907]为你翘课的那一天
// [02:36.882]花落的那一天
// [02:38.667]教室的那一间
// [02:40.395]我怎么看不见
// [02:42.154]消失的下雨天
// [02:43.877]我好想再淋一遍
// [02:48.001]没想到失去的勇气我还留着
// [02:54.157]好想再问一遍
// [02:56.030]你会等待还是离开
// [03:02.925]刮风这天我试过握着你手
// [03:08.494]但偏偏雨渐渐大到我看你不见
// [03:16.942]还要多久我才能在你身边
// [03:23.430]等到放晴的那天也许我会比较好一点
// [03:30.877]从前从前有个人爱你很久
// [03:37.142]偏偏风渐渐把距离吹得好远
// [03:44.885]好不容易又能再多爱一天
// [03:51.428]但故事的最后你好像还是说了拜拜
// [03:58.498]刮风这天我试过握着你手
// [04:01.974]但偏偏雨渐渐大到我看你不见
// [04:05.650]还要多久我才能够在你身边
// [04:09.072]等到放晴那天也许我会比较好一点
// [04:12.920]从前从前有个人爱你很久
// [04:15.917]但偏偏雨渐渐把距离吹得好远
// [04:19.389]好不容易又能再多爱一天
// [04:22.863]但故事的最后你好像还是说了拜`
